Repository: OktoDark/OktoDark-website
Catalog: translations/messages+intl-icu.*.xlf
Languages: ro

# navbar.games
source: Games
ro: Jocuri

# navbar.home
source: Home
ro: Acasa

# navbar.about
source: About
ro: Despre Noi

# navbar.careers
source: Careers
ro: Cariere

# navbar.community
source: Community
ro: Comunitate

# navbar.support_us
source: Support us
ro: Sprijiniți-ne

# navbar.be_patron
source: Be a Patron
ro: Fi Patron

# navbar.be_donor
source: Be a Donor
ro: Fi Donator

# navbar.only_members
source: Only Members
ro: Numai Membri

# navbar.member_area
source: Member Area
ro: Zona Membrilor

# navbar.user_settings
source: Settings
ro: Setari

# navbar.admin
source: Admin Panel
ro: Panou Administrator

# navbar.logout
source: Logout
ro: Deconectare

# title.home
source: Home
ro: Acasa

# title.about
source: About
ro: Despre Noi

# title.be_patron
source: Be a Patron
ro: Fi Patron

# title.be_donor
source: Be a Donor
ro: Fi Donator

# title.games
source: Games
ro: Jocuri

# title.news
source: News
ro: Stiri

# title.careers
source: Careers
ro: Cariere

# title.our_team
source: Our Team
ro: Echipa Noastra

# title.member
source: Member
ro: Membru

# title.privacy
source: Privacy Policy
ro: Politica de confidentialitate

# title.services
source: Services
ro: Servicii

# title.settings
source: Settings
ro: Setari

# title.edit_user
source: Edit user
ro: Editare utilizator

# title.change_password
source: Change password
ro: Schimba parola

# title.assets
source: Assets
ro: Bunuri

# content.contact
source: If you have questions about our products, problems or any else, we answering of your question in short time.
ro: Daca ai intrebari privind produsele noastre sau orice alta problema, va vom raspunde in scurt timp posibil.

# content.gamesPage
source: On this page you can find the all our games released from the beginning.
ro: Pe aceasta pagina gasiti toate jocurile noastre care au fost lansate de la inceput.

# assets.category_list
source: Category List
ro: Lista Categorie

# assets.menu
source: Menu
ro: Meniu

# assets.name
source: Name
ro: Nume

# assets.products
source: Products
ro: Produse

# assets.add_assets
source: Add Assets
ro: Adaugare Item

# member.download_alpha_text
source: Download Alpha
ro: Descarcare Alpha

# member.download_beta_text
source: Download Beta
ro: Descarcare Beta

# member.upgrade_now_text
source: Upgrade now your Tier to have access
ro: Faceti actualizare la Nivel tau acum, ca sa aveti acces

# member.settings
source: Settings
ro: Setari

# action.edit_user
source: Edit user
ro: Editare utilizator

# action.change_password
source: Change password
ro: Schimba parola

# label.content
source: Content
ro: Continut

# label.username
source: Username
ro: Nume utilizator

# label.fullname
source: Fullname
ro: Numele complet

# label.password
source: Password
ro: Parola

# label.current_password
source: Current password
ro: Parola curenta

# label.new_password
source: New password
ro: Parola noua

# label.new_password_confirm
source: Confirm password
ro: Confimare parola

# menu.user
source: Account
ro: Cont

source: User updated successfully!
ro: Utilizatorul a fost actualizat cu succes!

# info.change_password
source: After changing your password, you will be logged out of the application.
ro: După schimbarea parolei, veți fi deconectat din aplicație.

# faq.one_title_txt
source: What I can do to have access on this site?
ro: Ce pot sa fac, ca sa am acces pe acest site?

# faq.one_content_txt
source: You must to be a patron or donor, and send us using contact form or send a private message on our <a href="https://facebook.com/OktoDark">facebook</a> address with your real name.<br> The account for our site you will be receive on your mail with all details for connect.
ro: Trebuie sa fii patron sau donator, si sa ne trimiti folosind pagina de contact sau sa ne trimiti un mesaj privat pe adresa noastra de <a href="https://facebook.com/OktoDark">facebook</a> cu numele tau.<br>Contul cu toate detaliile pe site il vei primi pe mail.

# faq.two_title_txt
source: What is means Voting system?
ro: Ce inseamna sistem de votare?

# faq.two_content_txt
source: From Tier II anyone can vote the characters, the game world, e.t.c., means all are involved in development.
ro: De la Nivelul II toti pot vota, caractere, lumea din joc, etc., adica toti vor fi implicati in dezvoltare.

# faq.three_title_txt
source: Explain more about voting system, please
ro: Poti sa ne explici mai multe despre sistemul de votare, te rog.

# faq.three_content_txt
source: You must to be a patron or donor to see the voting system. It's secret. <i class="fas fa-user-ninja"></i>
ro: Trebuie sa fii patron sau donator ca sa vezi sistemul de votare. Este secret. <i class="fas fa-user-ninja"></i>

source: Change Password
ro: Schimbare parola

# language_selector
source: Language
ro: Limba

# privacy_policy.text
source: Privacy Policy
ro: Politica de confidentialitate

# information.text
source: Information
ro: Informatii

# footer.information_text
source: Information
ro: Informatii

# footer.get_in_touch_text
source: Get in touch
ro: Intrați în legătură

# footer.source_code_text
source: Source Code
ro: Cod Sursa

# footer.live_stream_text
source: Live Stream
ro: Transmitere live

# footer.discourse_text
source: Discourse
ro: Discuție

# footer.support_us_text
source: Support us
ro: Ajuta-ne

# footer.all_rights_reserved_text
source: All rights reserved.
ro: Toate drepturile rezervate.

# old_browser.text
source: You are using an outdated browser. For a faster, safer browsing experience, upgrade for free today.
ro: Utilizați un browser învechit. Pentru o experiență de navigare mai rapidă și mai sigură, faceți upgrade gratuit astăzi.

# loading.text
source: Loading...
ro: Se incarca...

# maintenance.text
source: Maintenance
ro: Mentenanta

# maintenance_appear.text
source: We are currently working on. This page will appear in:
ro: În prezent lucrăm. Această pagină va apărea în:

# maintenance_under.text
source: Our website is under maintenance, we are working very hard to give you the best experience on our new web site.
ro: Site-ul nostru este în întreținere, lucrăm foarte mult pentru a vă oferi cea mai bună experiență pe noul nostru site web.

# action.sign_in
source: Sign in
ro: Connecteaza-te

# post.to_publish_a_comment
source: to publish a comment
ro: pentru a publica un comentariu

# post.num_comments
source: {count, plural, one {# comment} other {# comments}}
ro: {count, plural, one {# comentariu} other {# comentarii}}

# post.commented_on
source: commented on
ro: comentat la

# post.no_comments
source: Be the first to comment on this post.
ro: Fii primul care comentează acest articol.

# post.no_posts_found
source: No posts found.
ro: Nu s-au găsit articole.

source: Post created successfully!
ro: Articol creat cu succes!

source: Post updated successfully!
ro: Articol modificat cu succes!

source: Post deleted successfully!
ro: Articol șters cu succes!

# post.search_for
source: Search for...
ro: Cautare pentru ...

# post.search_no_results
source: No results found
ro: Nici un rezultat gasit

# title.add_comment
source: Add a comment
ro: Adauga un comentariu

# action.publish_comment
source: Publish comment
ro: Publica un comentariu

# email.name
source: Name
ro: Nume

# email.message
source: Message
ro: Mesaj

# email.subject
source: Subject
ro: Subiect

# email.submit
source: Submit
ro: Trimite

# title.login
source: Secure Sign in
ro: Doar membrii

# content.login_note
source: Note: You must to be a patron or donor to have access here.<br>If you are patron or a donor please ask for login information from contact form.
ro: Nota: Trebuie sa fii patron sau donator ca sa ai access aici.<br>Daca sunteti patron sau donator va rugam sa cereti informatiile despre logare prin formularul de la contact.

# bedonor.note
source: You can support us without to have a Patreon account.<br>IPlease send a mail with your confirmation.
ro: Poti sa ne ajutati si fara sa ai cont pe Patreon.<br>Va rugam sa ne trimite-ti un email cu confirmarea.

source: be Patron Now
ro: fi Patron acum

# bepatron.rewards
source: Rewards
ro: Recompense

# bepatron.list_rewards
source: List of Rewards
ro: Lista de recompense

# bepatron.access_private_blog
source: Access on our private blog
ro: Access la blogul privat

# bepatron.access_private_forum
source: Access on our private forums
ro: Access la forumul privat

# bepatron.access_private_live_stream
source: Access at our private Live Stream
ro: Access la Live Streaming

# bepatron.news_progress
source: News about the progress of the games, etc.
ro: Stiri despre progresul jocurilor, etc.

# bepatron.images_from_projects
source: Images from the new game
ro: Imagini de la noul joc

# bepatron.discord_role
source: Tier role at discord server
ro: Nivel de rol la serverul discord

# bepatron.access_voting
source: Access on voting system
ro: Ai acces la sistemul de voting

# bepatron.download_beta
source: The possibility of downloading a game in the Beta state
ro: Posibilitatea de a descarca jocuri in stadiul Beta

# bepatron.tier_title_forum
source: Tier title on our forum
ro: Titlu pe forum nostru

# bepatron.download_alpha
source: The possibility of downloading a game in the Alpha state
ro: Posibilitatea de a descarca jocuri in stadiul Alpha

# bepatron.name_at_credits
source: Adding your name to our game credits as a sponsor
ro: Adaugare numelui tau la sectiune credit din joc, ca sponsor

# bepatron.request_bonus
source: Bonus Scenes on request
ro: Scene bonus la cerere

# bepatron.suggest_ideas
source: Ability to suggest ideas for new games or improvements to existing games
ro: Posibilitatea de a face sugestii pentru noile jocuri sau imbunatatiri la cele existente

# bepatron.note
source: Note: Read FAQ for more details
ro: Nota: Citeste FAQ pentru a afla mai multe detalii
